Repository: nebel88kg/KlarblickV3
Catalog: Klarblick/Resources/Localizable.xcstrings
Source language: en
Languages: de

source: Welcome to your mindfulness journey. We're excited to help you unlock your full potential.
de: Willkommen zu deiner Achtsamkeitsreise. Wir freuen uns, dir zu helfen, dein volles Potenzial zu entfalten.

source: Welcome, %@!
de: Wilkommen, %@!

source: Welcome!
de: Willkommen!

source: What do you want most right now?
de: Was möchtest du gerade am meisten?

source: What's your current stress level?
de: Wie hoch ist dein aktueller Stress-Level?

source: What's your experience with mindfulness?
de: Wie sind deine Erfahrungen mit Achtsamkeit?

source: When do you want to meditate?
de: Wann möchtest du meditieren?

source: When should we remind you to check in daily?
de: Wann sollen wir dich täglich an den Check-in erinnern?

source: Why are you feeling %@?
de: Warum fühlst du dich %@?

source: Write your thoughts...
de: Schreibe deine Gedanken...

source: XP Boosters
de: XP-Booster

source: Yearly
de: Jährlich

source: You just completed your first session
de: Du hast gerade deine erste Session abgeschlossen

source: You're all set to begin your journey to mental clarity and wellbeing.
de: Du bist bereit, deine Reise zu geistiger Klarheit und Wohlbefinden zu beginnen.

source: You're building a powerful daily practice. Consistency is the key to unlocking inner peace and mental clarity.
de: Du baust eine kraftvolle tägliche Praxis auf. Beständigkeit ist der Schlüssel, um inneren Frieden und mentale Klarheit zu erlangen.

source: YOU'RE IN LUCK!
de: DU HAST GLÜCK!

source: You're unstoppable!
de: Du bist nicht zu stoppen!

source: Your Goal
de: Dein Ziel

source: Your journey to mental clarity
de: Deine Reise zu mentaler Klarheit

source: Your mindfulness companion
de: Dein Achtsamkeitsbegleiter

source: Your new safe space for wellbeing
de: Dein neuer sicherer Raum für Wohlbefinden

source: Your transformation
de: Deine Transformation
